---
kind: other
id: Methods.T:Autodesk.Revit.DB.TessellatedBuildIssue
source: html/b151b093-22ea-29f8-b25d-6f8e76cd5ce4.htm
---
# TessellatedBuildIssue Methods

Gets a string describing the issue. If the issue does
 not present a problem, then an empty string is returned.